Repository: OmegaT-L10N/es
Catalog: omegat/project_save.tmx
Source language: en
Languages: es

source: project properties dialog by pressing Ctrl+E.
es: diálogo de propiedades del proyecto con la combinación Ctrl+E.

source: segment 0000
es: segmento 0000

source: segment-1.4.1.jar (Segment License)
es: segment-1.4.1.jar (licencia Segment)

source: sentence might look like:
es: original podría lucir así:

source: slf4j-*.jar (MIT License)
es: slf4j-*.jar (licencia MIT)

source: src (URL of &images)
es: src (URL de &imágenes)

source: tags that have nothing to do with formatting, but which are also
es: etiquetas que no cumplen funciones de formato, pero que son

source: text and in your translation, so press Ctrl+F for the
es: y en la traducción, para lo que debe pulsar Ctrl+F para

source: that surround the text that you translate.
es: que rodean al texto que está traduciendo.

source: the /glossary/ subfolder of your project folder,
es: la carpeta /glossary/ dentro de la carpeta de su proyecto

source: them around in the target sentence.
es: de lugar en la oración traducida.

source: translated files, to validate that your tags are correct.
es: archivos traducidos, para validar que sus etiquetas estén correctas.

source: translation memory files in the /tm/ subfolder of a project,
es: archivos de memoria de traducción en la carpeta /tm/ de un proyecto,

source: translation will look like in its final format, press
es: traducción en el formato final, pulse

source: translation, press Ctrl+D to generate the target files,
es: traducción, pulse Ctrl+D para generar los archivos traducidos,

source: translation, use the Edit and Go To
es: la traducción, use los menús Editar e Ir a

source: trilead-ssh2-1.0.0-build217 (Trilead SSH license)
es: trilead-ssh2-1.0.0-build217 (licencia Trilead SSH)

source: typed the formatting tags, your translated files might fail to open.
es: escribir las etiquetas de formato, sus archivos traducidos podrían no abrirse.

source: unknown
es: desconocido

source: value (of button, &submit and reset input)
es: value (valor de entradas del tipo 'button', '&submit' y 'reset')

source: which will be created in the /target/ subfolder of
es: que se crearán en la carpeta /target/ dentro de

source: with any aspect of OmegaT, feel free to join the OmegaT users
es: con cualquier aspecto de OmegaT, no dude en suscribirse al grupo de usuarios de OmegaT

source: you can return to it any time by pressing Ctrl+E.
es: puede volver a ello en cualquier momento pulsando Ctrl+E.

source: your files, such as your source file, translation memories, glossaries,
es: sus archivos, como el archivo original, las memorias de traducción, los glosarios

source: your project folder.
es: la carpeta del proyecto.

source: {0} ({1} left) / {2} ({3} left), {4}
es: {0} ({1} restantes) / {2} ({3} restantes), {4}

source: {0} +{1} more
es: {0} +{1} más

source: {0} conflicts
es: {0} conflictos

source: {0} loaded.
es: {0} cargado.

source: {0} segments
es: {0} segmentos

source: {1}, executed from '{2}'
es: {1}, ejecutado desde '{2}'

source: ← Back
es: ← Anterior
